[
  {
    "id": 1,
    "title": "Professional Boundaries \u000bThe dos the don’ts and the in-betweens\u000b\u000b7 November2025",
    "body_text": [
      "http://www.professionalinsight.co.nz/"
    ],
    "notes": "Rachel"
  },
  {
    "id": 2,
    "title": "Introductions",
    "body_text": [
      "Introduction \nOutline of today’s course\nConcerns during course – raise it with us afterwards"
    ],
    "notes": "Rachel\n\nKia ora Koutou, lovely to see you all here today. We will start with introductions and then we will get you to introduce yourselves. so \n \nNo Tauranga Moana ahau,\nKei Papamoa toku kainga inanianei.\nKo Rachel Kent ahau \nI am an enrolled Barrister and Solicitor and have worked in professional regulation for 10 years. I have worked as lawyer at the Medical Council, Social workers R B and Teaching Council. I still do some work for the Medical Council and have been a Convenor on Competence Committees assessing doctor’s competence where concerns have been raised about their practice for 10 years. \nPrior to that I was a social worker and worked mainly in health care settings (hospitals, community health centres) and I am a registered social worker. Now I am a private investigator and Director of Professional Insight and have a private investigator licence. \n\nBindy – \n\nKia ora koutou katoa\nNo Waikouaiti ahau\nKei Te Whanganui a tara toku kainga inaianei\nKo Bindy Tatham toku ingoa\nNo reira, tena koutou katoa\n \nI am a director at Professional Insight which is a venture Rachel and I have set up to provide training and undertake independent investigations. I am a licensed private investigator.  Prior to this, I was a lawyer at the Teaching Council and have have also worked as a contract investigator for the Social Workers Registration Board and the Veterinary Council. I practised as a commercial lawyer in the early 2000s, travelled overseas and then took time out of the paid workforce to raise my three daughters here in Wellington. I have two daughters at high school, and one at primary school.\n \nI am pleased to be part of this training today and to facilitate discussion around the area of professional boundaries.  For me, recognising the blurry areas and slippery slope is really important to protect students and also  you as professionals. Please join in, please share your view and ask questions.  \n\nRachel\nWe would love to hear all of your introductions  Please introduce yourselves and say \nWhere you are from\nWhat you do as a job\nWhat brings you on the course today\n\nOutline of the morning, with a 15 minute break at half time\nOn this course we will:\nStart with having a look at things at a high level and discuss what terms mean\nDiscussion about boundary breaches, what form they can take\nImpacts of boundary breaches both for the professional and their students\nScenarios and tips how to keep yourself safe\nSituations to be aware of – where things might get risky\nSocial media – scenario, case study and tips on what and what not to do\nYour professional responsibilities \nWhat to do if you have concerns\n\nI hope you get something out of this course this morning. It is not designed to be therapeutic. Rather it’s educational and will raise your awareness about professional boundaries so you are more alert to them. \n\nSome things we discuss today can trigger emotions for people. If you are concerned about anything you can either choose to raise it with us at the end or speak to your senior teacher, team leader, manager, mentor, principal etc"
  },
  {
    "id": 3,
    "title": "What is a profession?",
    "body_text": [],
    "notes": "Rachel\nA question for you:\nWhat do you think makes a profession different to an occupation or trade?\nWhat are the unique characteristics that make a profession, a profession?\nProfession: \nspecialised body of knowledge, On-going learning - \n\ntertiary qualification, \n\nhave a set of values encoded usually in a code of ethics (aspirational) for example: Try to work for social justice \nvs\n\ncode of conduct which manages behaviour, ‘never discriminate’\n\nMandatory registration - usually the final stage of when an occupation becomes a profession and sometimes this includes title protection – for example a person in NZ can’t call themselves a social worker now without being registered. \nThe latest occupational group to become a ‘profession’ is Chinese Medicine (acupuncture, Chinese herbs etc)\nSome occupations like to call themselves ‘professionals’ for example HR or librarians, but strictly speaking they are not part of a profession. While they can be professional in their behaviour they have a membership organisation and its not compulsory to be registered."
  },
  {
    "id": 4,
    "title": "",
    "body_text": [],
    "notes": "Rachel\n\nSo to sum up:\n\nProfession: \nspecialised body of knowledge, \ntertiary qualification, \nhave a set of values encoded usually in a code of ethics (aspirational), \ncode of conduct which manages behaviour, \nOn-going learning – have to keep up with the research / science / trends \nMandatory registration - usually the final stage of an occupation being a profession is: mandatory registration and sometimes title protection – latest occupational group to become a ‘profession’ is Chinese Medicine (acupuncture, Chinese herbs etc)\n\nOften regulated under a specific piece of legislation – \nQ: do you know what law regulates your profession?"
  },
  {
    "id": 5,
    "title": "Professionalism",
    "body_text": [
      "What does it mean to be ‘professional?’ \nWhat does ‘being unprofessional’ look like?"
    ],
    "notes": "Rachel\n\nWhat does ‘being professional’ mean to you? \n\nIntegrity, behaviour exemplary, polite, respectful, keep up to date with latest research and practice methods, maintain professional boundaries, confidentiality\n\nHow you dress and present yourselves in school has an impact on your professionalism – we all know that covid and working from home has changed how people dress and in general people are dressing far more casually in the workplace than a generation ago. What does dressing for school look like for you? What is appropriate/inappropriate? Do you have a dress code policy? \n \nKey characteristic: if you are a member of a profession, you are a professional 24/7 \nConduct yourself in line with the Code of Conduct relevant to your profession. \n\nQ Can you name the Code under which your profession is regulated? \nCode of Professional Responsibility (teachers)\n\nThis is the Code which outlines what behaviour is expected and what behaviour is not acceptable"
  },
  {
    "id": 6,
    "title": "Professional Regulation",
    "body_text": [
      "What is professional regulation? \nWhy are professions regulated?"
    ],
    "notes": "Rachel\n\nRegulated : to protect the public, set standards for the profession, maintain public confidence in the profession \n\nSo the government creates a statute for professions to regulate themselves and says: here you go teachers, go forth and regulate your profession. \n\n – so in NZ we say that mostly professions are ‘self-regulated’ – that is all of the main decision making bodies are dominated by members of the profession itself. (eg PCCs, CACs, Councils)\n\nWHO PAYS? What is the financial model? \nWhy do you think the government and society wants to maintain public confidence in our professions? Why do we need to trust professionals – nurses, teachers, lawyers, social workers? \n\n(Even on a higher level if you think about it sociologically - : society wants people to be able to access the services they provide safely, they want people to be healthy and educated – so they want the kids to go to school and learn and they want people to go to their GP so they don’t end up in hospitals. Otherwise society would deteriorate."
  },
  {
    "id": 7,
    "title": "Working with Māori",
    "body_text": [
      "Tikanga - working effectively with Māori students requires an understanding of tikanga\nWhanaungatanga - establishing a relationship of trust by making connections. \nRequires the professional to share something about themselves eg about whanau (family), whakapapa (ancestors) or their own personal life \nBut! do not ‘overshare’. \nIt is also important that professionals partake in the rituals around food and understand the concepts of tapu and noa."
    ],
    "notes": "Rachel\nI am not going to talk a lot about this as I am not Maori but it is vital, as a NZ professional to understand as much as you can about tikanga. \nOne of the key concepts is Whanaungatanga\nThis involves establishing a relationship of trust by making connections. \n\nThis can include the professional sharing information about themselves about whanau (family), whakapapa (ancestors) or their own personal life to establish trust and relationship. \nObviously it is important for the professional to understand what is appropriate to share and what would be inappropriate to share about themselves. \nVery personal things like your relationship issues would be going to far.\n\nIf you have a Maori whanau –establishing relationships with the whanau may be just as important and involving them in decisions about the students schooling will likely be very important  – \nIf you are not sure what is appropriate to share with them, discuss this with your senior teacher or principal\n\nManaaki involves sharing hospitality or kai (food) to show respect and establish relationships. It is important that professionals partake in rituals around food."
  },
  {
    "id": 8,
    "title": "Professional Boundaries",
    "body_text": [
      "What is a professional boundary?\nWhen is a boundary breached? \nWho is responsible for maintaining the boundary?"
    ],
    "notes": "Rachel\n\nWhat do you think a professional boundary is? How would you define it? Does anyone want to have a go at explaining what a professional boundary is? \nHow about this definition – which is from the Northern Territory guidelines? \nA Professional boundary is: \nparameters that describe the limits of a relationship where one person entrusts their welfare and safety to a professional, often in circumstances where a power imbalance might exist. \n\nQ: are you in an equal relationship with your students? What is the power that you hold?\nTeacher/student relationship is not equal. It involves trust, care, authority and influence = an inherent power imbalance in all professional relationships\n\nWhen is a professional boundary breached? - When a professional misuses the power imbalance in the Teacher/ student relationship such that the student’s safety or welfare is compromised  -\nWho do you think is Responsible for  maintaining the professional boundaries? At all times it is the professional’s responsibility to establish and maintain the boundary"
  },
  {
    "id": 9,
    "title": "Boundary Breaches",
    "body_text": [
      "Emotional\nFinancial\nCommunication \nSexual / Relationship \nGrooming – criminal behaviour"
    ],
    "notes": "Bindy\n\nRachel has introduced the key concepts and definitions around professional boundaries.\n\nThere are a number of types of boundary breaches.\n\nThese categories are:\n\nEmotional breach – this type of breach could occur by giving preferential treatment to a student.\n\nIt could be that you reward or punish students inconsistently as a teacher, or having a ‘favourite’ student and spend more time with them\n\n Q: has there been a time when you have liked or preferred one of your students over another one, and how have you managed that?\n\nmanage discussion; It is human nature to like some people more than others, the key is to notice when this happens. \n\nRound up: \nA key message that you will hear today is that its crucial that you – as professionals - recognise that while you can be friendly towards students  it is not your role to be their friend. \n\nBeing a professional means that sometimes you will need to put on your ‘game face’ and not show exactly what is going on for you. Why? It is not about you, it’s about them and while your needs are important, the needs of your students are most important.\n\nIt is fantastic that you care, but you cannot over –care and over-share. This is when things get very risky for professionals. You are there to be a TEACHER.\n \nFinancial –  a breach could arise if a professional gives a student a gift or money OR accepts a gift from a student\n\nQ: Does your school have a policy about accepting gifts? \n \nCommunication – this breach includes conduct by a professional that might be considered to be oversharing.\n\nFor teachers this might be talking about personal matters or asking students about personal matters that go beyond the teacher-student relationship. Sometimes teachers will have these conversations but these need to be in the appropriate context and sharing about oneself needs to be edited! It is ok to share some small parts of yourself as this is how you build trust and rapport in the relationship – but you need to be aware when you are telling them too much about you – which is generally the more personal things (eg relationship matters, family or friend matters etc)\n\nWe will talk later about the pitfalls of social media and how communication in this forum can be particularly risky.\n\nSexual / Relationship  - a breach clearly occurs when a professional engages in an intimate or sexual relationship with a student but there are other behaviours that might also be considered to be a breach – including expressions of romantic feelings or flirtatious behaviour.\n\nGrooming: this is the most serious end of the spectrum and is a criminal offence. Grooming is deliberate, calculated and involves manipulative acts, where the main goal is to get the student to be emotionally dependant to gain trust before starting a sexual relationship.  \n\nCase law – \nWe are now going to look at a 2021 Teacher’s Disciplinary Tribunal case about Mr Fisher where a series of professional boundary breaches, which by themselves may not have resulted in professional discipline, but because there were a number of them, cumulatively, (that is all together) they amounted to serious misconduct.  \n\nMr Fisher was a drama and English teacher.  In a year 12 class, he used a sexualised hand gesture mimicking sexual intercourse, he swore (fuck and little bitch), and he discussed topics such as sex and drug use, and he showed students a photo on his phone of a cannabis plant. \n\nHe was overly familiar with students and in this case, Mr Fisher’s lawyer argued that “the over familiarity with the students was symptomatic of a person desperate to establish a good atmosphere in the classroom in the hope that it would assist with his teaching.” His lawyer said that it was done without any ulterior motives. \n \nThe Tribunal was concerned that there were several incidents where the teacher lacked professional judgement. It was not a  “one off”. The Tribunal said the sexualised nature of his behaviour was the biggest concern. \n \nThe Tribunal found his conduct undermines trust and confidence and risks impacting students’ emotional wellbeing and learning. The conduct showed a failure to understand basic professional standards and appropriate boundaries between students and teachers. These failings reflected adversely on his fitness to be a teacher and risked bringing the teaching profession into disrepute. \n\nHe was ordered to undergo professional development regarding both teacher/student boundaries and have supervision.  \n \nThis case illustrates how the combination of a number of lesser incidents has combined to be a more serious matter – this is not saying one-offs will be excused, but this teacher exercised poor professional judgment over and over again.\n \n\nAny questions on this?"
  },
  {
    "id": 10,
    "title": "Impacts of a breach on students",
    "body_text": [
      "Emotional \nSocial / Home\nWork / Achievement\nHealth\nOther people affected too"
    ],
    "notes": "Bindy\n\nWe know that boundary breaches can impact students significantly.\n\nBreaches can affect students emotionally. The key thing is that the professional knows more about the student than the student knows about the teacher.  It is the professional, therefore, that has all of the power from the very start. \n\nWhen you have a vulnerable person (and younger people, teenagers are by definition very vulnerable because of their age) a boundary breach has much more of an impact. \n\nIt can cause anxiety because they need the teacher’s attention but don’t want to get the teacher in trouble.\n\nBreaches can cause emotional trauma and embarrassment to the student  because they can become very dependant on the teacher\n\nAnd we know that students an also feel very guilty (for getting teacher into trouble) – \n\nSocial – Boundary breaches can also students socially. Students can become isolated from friends as they can be seen as being ‘special’ or the ‘teacher’s pet’.\n\nStudents may also have difficulties with their friendships because they can’t tell anyone about what is happening in case the professional gets into trouble. \n\nAt home relationships can suffer as there is a need to be secretive.\n\nWork – we also know that a student’s work or productivity is affected. For example, if there is a boundary breach, the teacher involved might lose objectivity or professional judgement so aren’t able to give the student fair or objective feedback on their work or give the student a better or worse marks than what they would’ve normally. This affects their future education.  \n\nOther people around what is going on can be affected too. It can really affect their trust in the profession: for example other students might start to lack trust in other teachers - so this impacts their learning.\n\nIn essence a boundary breach can have severe and long lasting negative effects on students.\n \nexample – CAC v Teacher H NZTDT 2021/09)\nCAC v Teacher H – \n \nIn 2018 Student A was in Year 11 and her and a PE teacher started to become close. It progressed from playing four square together at lunch time and him giving her rides to sports practice. \n\nThis PE teacher was very popular with the students and a few had crushes on him. \n  \nDuring field trips in 2020 (when the student was in Yr 13) friends became concerned after observing the teacher and the student A boxing together in the fitness room together before 7 am, seeing student A and the teacher playing cards together, after the water slide having a fight and chasing each other around, and student A was always allocated a place in the front of the line next to the teacher. \n \nStudent A’s friends sent a letter for the Principal expressing their concerns about the close relationship between the teacher and their friend. \n\nThe Principal met with the teacher with the school’s guidance counsellor. The teacher denied there was any inappropriate relationship going on. \n \nAfter returning to school in May 2020 after covid lockdown Student A and the teacher were observed eating lunch together on the steps very close to each other. The student and teacher began exchanging facebook messages and arranged to meet before school at an outdoor location away from school to walk and talk. An intimate sexual relationship developed. \n\nLater that year the friends saw some of her text messages between the teacher and the student such as: “ Teacher: I love you for ever  teacher” we never expected our love to be this real…” and this was how the relationship was discovered. \n\nThe student’s friends were very affected by the relationship between the teacher and their friend. They had liked and trusted the teacher, he’d been very influential in their lives and some felt very jealous that he had chosen this other student over them as his ‘preference’. \n\nWhile we don’t know if the students wanted to actually have a sexual relationship with him, it was the choosing one student over the others -  which added to the hurt.  \n\nSome said they didn’t trust teachers now.  \n\nThe whole community was affected and traumatised and media interest was very high."
  },
  {
    "id": 11,
    "title": "Impacts of a breach (on teachers)",
    "body_text": [
      "Emotional \nSocial \nWork \nHome \nColleagues affected too"
    ],
    "notes": "Bindy \n\n There are very similar impacts on teachers as there are on students - although of course because of the power imbalance, arguably less impact on the teacher.\n \nEmotionally – embarrassment, damage to reputation, anxiety because of the need to be secretive,  guilt and remorse (sometimes – unless there are narcissist traits there).  \n\nSocially – often isolated from friends because of the need to be secretive\n\n Work – the levels of education a teacher provides can drop because they lose their professional judgment and objectivity, productivity can drop because professional is distracted, can face disciplinary action at work, future career prospects suffer, can even face disciplinary action from the regulator – and end up in the Disciplinary Tribunal\n\nHome – relationships at home can suffer (if there is a need to be secretive), if there has been a sexual relationship a teacher can break up from their partner. \n\nColleagues – they can also be affected – often they are in shock, feel very concerned for the student involved, feel guilty that they didn’t pick up on it or take any action on their hunches, and they might have to be involved in disciplinary processes which is very stressful"
  },
  {
    "id": 12,
    "title": "Relationships - Personal vs Professional",
    "body_text": [],
    "notes": "Rachel\n\nTo summarise the difference between a personal relationship and a professional relationship – here is a nice table – go through table…\nIs there anything else you would add here?\n\nDecision making – is objective and based on evidence, vs in a friendship its intuitive or based on gut feelings, subjective and emotional"
  },
  {
    "id": 13,
    "title": "Where is the edge – how do we keep ourselves safe? ",
    "body_text": [],
    "notes": "Rachel\n\nWe are going to go through some scenarios and discuss what you might do in each circumstance."
  },
  {
    "id": 14,
    "title": "Netball ride home?",
    "body_text": [],
    "notes": "Bindy  - In you groups\n\nRead scenario , discussion what would you do?\n\n\nYou coach a Year 9 netball team and the team has just finished an after school game at a neighbouring school. You have been talking with a colleague and go to leave. \nIt’s 6pm and you see that one of your players has not been picked up. After talking with the student, you find that she has left her cell phone back at school.\n\nWhat do you do? Outline possible next steps.\n \nFrom discussion need to have covered, \n-keep teacher and student safe, \n-contact with student’s parents \n- Ask student or parents if there is anyone else who can pick student up\n- contact with teacher’s senior ie DP or Principal. \n\nIf no other option but to take student home, text and get parent consent, text when arrived and delivered student"
  },
  {
    "id": 15,
    "title": "Helping a distressed student",
    "body_text": [],
    "notes": "Rachel \nRead scenario. Student message received late in the evening\n\nYou have just received an email from one of your Year 10 students. It is 9 pm and the message says that\n\n\t“My life at home is crap and I am really unhappy and scared and I don’t know what to do, I have taken Mums car.” \n\nWhat do you do?\n(pass it on, say to the student ‘I have to tell someone’)\n \nIs it ok to help a student in distress? When is it not ok? When do you refer to someone else? What do you do if the student says “I don’t want you to tell anyone” or “you are the only adult I can talk to” \n\nNeed to have covered you as teacher do not keep this information to yourself pass it on, the student could be in danger, you are not a counsellor there are others who can check on safety,\n\nDoes your school have any policies around responding to students after hours? What’s the general practice? Are your students allowed to contact you after hours?"
  },
  {
    "id": 16,
    "title": "18th birthday party invite",
    "body_text": [],
    "notes": "Bindy\n\nHave a read of this text exchange. \n \n\nThen:\n\nWhat are the issues here? \n\nWhere have they crossed the boundaries? \n\nDo you think the teacher should accept the invite?\n\nWhat about self-reflection? What was the relationship between teacher and student before this message?"
  },
  {
    "id": 17,
    "title": "When are boundary breaches more likely?",
    "body_text": [
      "What do you think are the factors that contribute to boundaries being breached? \nWhen do you think a teacher is more likely to breach a boundary?\nThink about: teacher situation, teacher characteristics, students characteristics, school environment…."
    ],
    "notes": ""
  },
  {
    "id": 18,
    "title": "What we know…",
    "body_text": [
      "Teacher is at more risk of breaching professional boundaries if:\nbecomes a confidant / friend \nis new to the teaching profession\nis emotionally immature \nis vulnerable themselves\nlives and works rurally\nSocial media  \nTeachers that work alone\nEnvironment factors – at place of work\nStudent factors? CAC v Neal NZTDT 2021/10"
    ],
    "notes": "Rachel \nThings start to get dangerous when the teacher becomes a confidant, friend or counsellor to the student/s / consumer\n\nWe know that people who are new to the profession can be at more risk of breaching boundaries, - they :\nmay be few years older than the students\nstill developing a professional identity – so trying to decipher what the difference is between personality, personal persona and how to be a professional and what that means\n \nTeacher is emotionally immature (moral compass not quite developed) – and this is not confined to young teachers!\n\nThe teacher is vulnerable / needy themselves /having a difficult time in their personal lives -  it tends to make them more susceptible to student adoration\n\nTeacher lives and works rurally and everyone ‘socialises’ together. Rural teachers may have dual or multiple roles – they can be outdoor ed teacher and basketball coach, go on the school camps and also be the fire volunteer and the sailing teacher. \n(discuss if you want to)\n\nSocial media  - this is an obvious area and we will go into more depth soon\n\nProfessionals are more at risk of breaching boundaries if they work alone or are physically isolated at work–  \nQ: if you find yourself working alone with a student, one on one - , what are the things you do to keep yourself safe? (not work alone, keep door open / tell a colleague where you are/ ensure the wider team – \nEnsure your Principal or senior manager (AP/DP) knows where you are and what you are doing there / move to the library / move to where there is another adult. \n\nQ: What about changing rooms? Do you go in? \n\nSchool / environment factors: we know that schools that lack of policies about how to engage with students or use of social media put their professionals at more risk of crossing boundaries.\n\nOr there is a lack of support for new teachers – and the management culture is such that teachers feel unsafe to share concerns,\n\nUnfortunately, some schools aren’t 100% committed to protecting children, but in fact, value the school reputation more and want to protect that. \n\nStudent factors? \nQ: Do you think there are certain students who are more at risk of their teacher crossing a boundary with them?\n\nNot all students / consumers are mature or level-headed. Teenagers or young adults are discovering their sexuality and can be flirtatious and provocative. \n\nSome may have mental health issues and are very needy and vulnerable and cross all boundaries as they don’t really know about them  – but who is responsible for the boundary??? This is when your responsibility to maintain the boundary is even greater. The professional  at all times is responsible. \n\n\nI’ll tell you now about a case that illustrates that regardless of how the student behaves, its still the professionals responsibility to maintain the boundary\nMr Neal was teacher at a Wgtn High school – and went to the Yr 13 leavers dinner.  He was in his early 70s. \nAn 18year old complained after the dinner that Mr Neal had touched and pinched her bottom while saying to her “nice bum” \nMr Neal admitted he did it but said that the student was being ‘sexy and lovely’ and ‘threw herself at him by putting her arm around him and pulling him in’. This was no defence for Mr Neal. \n\nQ: What do you do if a student is being ‘sexy’ and ‘lovely’ and flirtatious? \nremove yourself, distance yourself, you are responsible for maintaining the boundary and distancing yourself from any inappropriate situation – teenagers are discovering their sexuality and are full of hormones and teachers need to be fully aware and wary of this!"
  },
  {
    "id": 19,
    "title": "A slippery slope?",
    "body_text": [
      "Behaviour – good intentions\nBehaviour - incrementally progresses to an emotional dependency\nProfessional believes - honestly assisting the student / consumer\nIs ‘over-familiar’ \n….professional discipline\nCAC v Teacher V NZTDT 2020/22"
    ],
    "notes": "Rachel\nJust to sum up where we have got to so far. Sometimes teachers have good intentions and there is no intention to exploit a student – they want to assist the student\nSometimes a teacher’s Behaviour can incrementally progress to create an emotional dependency\nBut the Teacher believes they are honestly assisting the student\nThe teacher Is ‘over-familiar’ with them to create the ‘connection’, get them ‘engaged’, too enthusiastic about them\n they cross the line from being ‘friendly and supportive’ vs ‘being friends with’\nStudent then tells parents or someone ….professional discipline\n\nHere is an example of a case where a teacher makes a clumsy attempt to engage with a student but crossed a boundary but had no bad intention\n\nCAC v Teacher V NZTDT 2020/22\nA male teacher had been a teacher for 32 years at a boys school. His career had been exemplary. \n\nHe then went to a girls school to do a years teaching just before he retired. \n\nHe taught 16 year old girls for the first time in his career. One girl was starting to lose interest in the subject and he wanted to engage her. \nOn a few occasions he said things like:  “I love you. I love everything about you”, “after Tuesday you are going to be all mine”, and “I miss you make sure you come back”. \n\nHe said he was just trying to help.\n\nThe student stopped taking his class and stopped that subject – and she was really good at that subject. \n\nThe teacher had made no attempt to extend the relationship beyond that of teacher/student and he didn’t hide his actions – it was just a clumsy and naive attempt to get the student engaged. \nPenalty: ordered to get a mentor if he was to get a teaching job and show any employer the decision. 50% of the Costs – can be significant ($1000s)\nIt was a very sad end to a long career of teaching\nBreak now for 15 minutes, get a cup of tea, see you back at ??"
  },
  {
    "id": 20,
    "title": "Social Media",
    "body_text": [
      "Accepted that it’s essential, but carries inherent risk\nClear distinction between professional and the private"
    ],
    "notes": "Bindy\n\nIt is accepted that it’s essential for teachers to be able to use certain online platforms – but this area demands a higher level of professionalism and awareness. \n\nThere needs to be a clear distinction between the professional and the private – any conversation with students needs to be solely focused on educational matters.  \n\nThe problem with social media platforms (including texting) is that they encourage a type of communication that isn’t within the bounds of professional behaviour – its an incredibly risky place to communicate.\n\n Q: Why do you think communicating electronically increases the risk? Over to you…\n\nCheck these things come up:\n\nCasual forum \ninformal language is the norm \nencourages use of emojis which can have various meanings\nOpportunity for misinterpretation – how often have you misinterpreted what another has written?\nSpeed is also a risk – the speed of the communication is often an issue, people expect instant replies. Be very careful when you are using a hand held device to communicate with your students or consumers\nThe number of text messages that can happen in a minute is huge – and when we have seen it in print, in a bundle of evidence, it can amount of pages of a story that looks pretty bad and reflects very poorly on the professional, as you will see in some real case examples shortly\nEverything online is permanent, regardless of how it is used - including snapchat"
  },
  {
    "id": 21,
    "title": "Social media transcripts in print",
    "body_text": [
      "Online ‘chats’ different to in-person conversations\nCase example: CAC v Coad NZTDT 2020/18"
    ],
    "notes": "Bindy \n\nWhen you see transcripts of conversations that have taken place on social media in black and white its often quite a stark reminder that your language and behaviour on ‘informal chats’ are very different to those you would have in person. You can also see the length of the transcripts – whereas if you look at your phone, you only ever see snippets or the latest few messages.  \n\nCoad\nMr Coad was a teacher at an AK high school and left there to go and work at a high school in in Southland. After he left Ak and just before he started working  - in fact as he travelled the south island towards his new job - he engaged with some of his former Year 12 students in a group conversation on Instagram. \n\n[Show transcript in appendix of DT decision] – we are just gong to bring up the electronic version that is included in the published decision and give you all some time to read through – we will discuss it next"
  },
  {
    "id": 22,
    "title": "Extract from instagram chat",
    "body_text": [
      "Mr Coad: [photo of cats] these are too cute \nStudent: pussy \nMr Coad: T hat’s my cats\n Student: u mean ur pussies. They could use a haircut aye\n Student: No one like a hairy pussy \nMr Coad: My cats. Cats don’t cause hassle […] \nStudent: r u saying pussies do […] \nMr Coad: Pussies are a pita. \nMr Coad: Jamie has joined. Sup, Jamie!! I’m laughing at the fact I’m having an insta group chat with yr 12s\n Student: keep laughing \nMr Coad: I sometimes think im not mature enough to be a teacher \nStudent: why’s that Edward\n Mr Coad: See current situation"
    ],
    "notes": "Bindy \n\nWhen you see transcripts of conversations that have taken place on social media in black and white its often quite a stark reminder that your language and behaviour on ‘informal chats’ are very different to those you would have in person. You can also see the length of the transcripts – whereas if you look at your phone, you only ever see snippets or the latest few messages.  \n\n\nAfter everyone has read:\n\nThe Tribunal stated that his conduct was “extremely silly” and not only did this occur outside of school hours for a non-educative purpose, it was clear the students (who were of an impressionable age) were wanting to impress Mr Coad. The Tribunal said that the tone of the conversation was unforgiveable in terms of his duty to maintain a professional relationship with his students and that it was incumbent on Dr Coad to resist all attempts to engage him in the group chat and, certainly, to shut the chat and his involvement down when the topics of conversation turned lewd and unbecoming of a teacher to his student. He was censured and ordered to do a course on Prof Boundaries. The Tribunal did not cancel his registration because the Instagram chat was “part of a group conversation and did not involve him forming an inappropriate relationship with one student”.\n\nMr Coad was significantly remorseful and he resigned and said he wanted to leave teaching. Although he applied for name suppression he wasn’t granted it. This case was widely reported in the media and it was reported to have had a significant impact on his wife and school aged children."
  },
  {
    "id": 23,
    "title": "Scenario – Social Media",
    "body_text": [
      "Sally Smith – 27 years old, new teacher, teaches science to Yr 11 and 12\nLuke (Yr 12) sends her a FB friend request – which she declines and explains she can’t be FB friends\nLuke then messages her some science questions, which she answers\nNext evening, Luke sends her more questions and Ms S answers them\nLuke then tells Ms S that she is cool, and compares her to other teachers using the ‘stupid face’ emoji\nMs S does not discourage him and says that Mr Riley (the DP) is out of touch and uncool and uses an ‘old man’ emoji and then a ‘laughing face’ emoji\nLuke then asks Ms S what she is doing at the weekend and they start chatting about common interests including what their favourite movie is."
    ],
    "notes": "Bindy\n\nAsk a participant to read out this scenario \n\nDiscuss this in your groups. \n\nWhat are the issues here? What are the concerns? Consequences?\n\nDid not actively discourage the FB messenger contact, \nher derisive comments about the DP were unprofessional, disrespectful, undermine DPs authority, \ncould be interpreted as grooming behaviour,\nShe could lose the respect and trust of Luke, other students, other teachers, Parents could get involved and complain thinking that there is a relationship going on. \n‘Top of the slippery slope’\n\nDON’T engage with students on social media through your personal page fullstop."
  },
  {
    "id": 24,
    "title": "Top Tips for safe Social Media use",
    "body_text": [
      "Use school approved ways to communicate online\nIf you need to text or ‘group chat’ – add another colleague, particularly if student  is vulnerable\nDo not ‘friend’ or ‘follow’ students  \nCheck privacy settings \nSlow communication down"
    ],
    "notes": "Bindy\n\nUse work place approved platforms for interactions with students.\nQ: do your school have specific online platforms for interacting with students? \n\n- If you are using a social media ‘group chat’ consider adding another teacher into the group, or at least another adult.\n\nDo not ‘friend’ students, do not ‘follow’ students  – do not accept requests. Politely decline and say that you have a policy not to friend  students. Allowing access to your personal information allows them to know more about you than you would ever share in person – they are not your friends. \n\nConsider anything you put on social media or online at ANY time is permanent and can be found by students and screenshot. \n\nIf you have photos of yourself drunk on Courtney Place on your private page, remove it now. \n\nIf a student is  persistent, tell your Principal or Senior teacher and get advice on how to deal with it. You cannot control if someone finds your number and messages you, but if or how you respond, is in your control and your role as a professional must be first and foremost in your mind – you are a registered professional 24/7, not just when you are at work.\n\nTake the time to Check privacy settings  - be aware that Facebook and other social media platforms will sometimes change their privacy settings. Consider not having your full name up on FB or having a non-identifying profile picture\n\nChoose your online ‘friends’ wisely - however \n \nQ: is it ok for a professional to disparage their employer or the Ministry of\nEducation on a private page? \nAll solid ‘evidence’ for the Teaching Council\n\nSlow comms down, think before you post/send anything online"
  },
  {
    "id": 25,
    "title": "Your responsibilities ",
    "body_text": [
      "Code of Professional Responsibility – 4 commitments\n Promoting the well-being of learners and protecting them from harm– 2.1\nEngaging in ethical and professional relationships with learners that respect professional boundaries -2.2\nDuty to report possible misconduct to maintain reputation of profession - 1.5"
    ],
    "notes": "Rachel - TEACHERS\nThe Code of Professional Responsibility requires that teachers are committed to the teaching profession and its reputation, to learners, to families and whanau and to society.\n\nI am not going to go into detail here but I would strongly recommend that you read the Code and the Examples in practice booklets.\n\nThe specific parts of the Code related professional boundaries are:\n\n2.2 I will work in the best interests of learners by:\n2.1 promoting the well being of learners and protecting them from harm\nAnd \n2.2 engaging in ethical and professional relationships with learners that respect professional boundaries. \nUnder 1.5 – which covers your commitment to the teaching profession it states:\nI will maintain public trust and confidence in the teaching profession by:\n1.5 Contributing to a professional culture that supports and upholds this Code:\nExample: taking action to stop harmful, unethical or unlawful actions of a colleague where there behaviour may be in breach of this Code – so you have a professional duty to report possible misconduct to maintain the professions reputation. \n\nNote: Seen as a breach of the Code if a teacher imposes or threatens to impose negative repercussions on someone who has spoken out about a teacher’s unethical, harmful or unlawful behaviour – so its important to note, you won’t get into trouble."
  },
  {
    "id": 26,
    "title": "\u000bAre you at risk of crossing a boundary?",
    "body_text": [
      "We are all human….\nBut how can you manage yourself as a professional?  \nHow can we prevent a boundary being crossed? What are your thought processes?"
    ],
    "notes": "Rachel\n\nWhat are some key things you could ask yourself ? What do you think you can do to prevent yourself crossing a professional boundary? \n\nHow do you know you might be at risk of crossing a boundary? \n\nSelf awareness\nAwareness of your relationships with students\nDo you want to ‘save’ them? \nDo you need to be seen as highly important in their lives? \nAre you Depressed or anxious at the moment? \nDo you need to be liked or adored"
  },
  {
    "id": 27,
    "title": "\u000bAsk yourself: ",
    "body_text": [
      "Would I change my behaviour if I was being watched?\nAm I sharing information because I need to be liked? \nWould I judge my conduct negatively if I saw it in another professional?\nHow would I explain my actions to Principal, my Senior, or my partner?"
    ],
    "notes": "Rachel\nIn order to recognise if you might be either breaching the boundary or are on the edge – ask yourself: \n\nWould I change my behaviour if a colleague or a family member was present?\n\nAm I interacting differently with a particular student differently than with other students? Am I showing favouritism? \n\nAm I doing something for them that they could do themselves, that is, fostering a dependency? Or am I being harsher on them than others?\n\nAm I frequently thinking of that student when I am away from work? \nIs my dress, my language, my availability or my demeanour different when I am with a particular student ?\n\nAm I sharing information with or helping this student because I need to be liked or be seen as ‘special’ or ‘helpful’? \n\nAm I a person who needs adoration? Am I particularly vulnerable in my personal life at the moment? Anxious or depressed? \n\nAsk yourself – do I really need to respond to that text message right now? At all? \n\nIs it possible that my behaviour could adversely affect the well-being of a student? \n\nWhose needs are being met if I do this particular activity? \n\nWould I judge another teacher negatively if I saw them doing what I am doing? \n\nHow would I explain my actions to my seniors – my Principal, the BoT, my partner, the Teaching Council?"
  },
  {
    "id": 28,
    "title": "What to do if you have concerns",
    "body_text": [
      "Be aware - of self and others\nTolerance of the behaviour by others is not relevant\nTell a colleague, deputy principal, your mentor or the Principal\nWhat might stop you telling?\nWhat if your senior does nothing or downplays it?"
    ],
    "notes": "Bindy\n\nRachel has talked about questions to ask yourself about your behaviour but what do you do if you have concerns about how a colleague is behaving? \n\nFor example, if you think a colleague is showing too much attention to a student and is too close to them?\n\nTolerance of the behaviour by other people is not relevant. If others think that what your colleague is doing is acceptable but you think they are crossing a professional boundary, you need to act. It is your professional duty. \n\nYou may choose to talk to your colleague first and seek clarification about what is happening or you may prefer to sound out a mentor because these professional conversations can be difficult. \n\nAlways Tell a senior (principal,) or colleague if you are concerned about anything – about yourself or someone else – get advice, ask for help. \n\nQ: If you were concerned about a colleagues behaviour, what would stop you from telling your senior? (fear, embarrassment, being seen as a nark, hurting the student involved, hurting or getting your colleague into trouble) \n\nQ: What do you do if your manager does nothing or downplays it? Email them to confirm your conversation and ask for reply, if still going on, go up the chain – DP, Principal, BOT, or… if its very serious the professional regulator such as the Teaching Council\nIf you remain concerned, keep on it as it is your professional duty to protect students from harm."
  },
  {
    "id": 29,
    "title": "Key messages?",
    "body_text": [
      "What is one thing that you have learnt today?"
    ],
    "notes": "Rachel\n\nThank you so much for coming today. \n\nWe are all aware of how damaging professional boundary breaches can be for the parties involved -  the student, the teacher, friends of everyone involved, families of everyone involved, colleagues and managers. \n\nTake a couple of moments to think about what you have learnt today? \n\nWould anyone like to share one thing they have learnt today? \n\nCan you please fill out the evaluation form that we will send to you. Once you have completed that we will send you a certificate of attendance."
  }
]